Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #
=================================================================
dense (Dense)                (None, 34)                1190
_________________________________________________________________
dense_1 (Dense)              (None, 20)                700
_________________________________________________________________
dense_2 (Dense)              (None, 10)                210
_________________________________________________________________
dense_3 (Dense)              (None, 3)                 33
=================================================================
Total params: 2,133
Trainable params: 2,133
Non-trainable params: 0
_________________________________________________________________
None
