Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #
=================================================================
dense (Dense)                (None, 34)                1190
_________________________________________________________________
dense_1 (Dense)              (None, 10)                350
_________________________________________________________________
dense_2 (Dense)              (None, 3)                 33
=================================================================
Total params: 1,573
Trainable params: 1,573
Non-trainable params: 0
_________________________________________________________________
None
